/* env. variable value template */
"value" = "valore";

/* env. variable name template */
"SOME_ENV" = "NOME_VAR";

/* toolbar item name */
"New" = "Nuovo";

/* toolbar item tooltip */
"Add new environment variable" = "Aggiunge nuova variabile ambiente";

/* toolbar item tooltip */
"Remove environment variable" = "Rimuove variabile ambiente";

/* toolbar item name */
"Delete" = "Cancella";

/* open failure alert sheet
   write failure alert sheet
   write failure alert sheet */
"Failure" = "Errore";

/* Insert program std file open dialog: alternative label for open button */
"Insert" = "Inserisci";

/* Unsaved data alert sheet title */
"Unsaved Data" = "Dati non registrati";

/* unsaved changes warning in alert sheet
   descriptive text in save changes alert sheet */
"You have modified your crontab. Save changes?" = "Hai modificato il tuo crontab. Vuoi registrare i cambiamenti?";

/* discard in dialog
   Discard chanes button label */
"Discard" = "Non registrare";

/* empty crontab alert sheet */
"Empty Crontab" = "Crontab Vuoto";

/* Ok in dialog */
"OK" = "OK";

/* descriptive text in generic failure alert sheet. Try to get fatalism and ignorance across in translation... */
"Something prevented me from reading your crontab - maybe some ion storm in the asteroid belt. See if it's that and fix it or otherwise mail the author (see the About box) and complain like there's no tomorrow." = "Qualcosa mi ha impedito di leggere il tuo crontab - potrebbe essere qualche tempesta ionica nella cintura degli asteroidi. Controlla che sia così e correggilo altrimenti manda un email all'autore (guarda nel riquadro di Info) e disperati come se non ci fosse un domani.";

/* Information text displayed in the runNowPanel */
"Running command\n" = "Esecuzione comando\n";

/* Cancel in dialog
   Cancel in dialogs */
"Cancel" = "Annulla";

/* descriptive text in open failure alert sheet
   descriptive  text in write failure alert sheet */
"Insufficient privileges to write crontab for user \"%s\"." = "Privilegi insufficienti per scrivere crontab per l'utente \"%s\".";

/* run now menu item label. Has to be identical to the NIB version! */
"Run Now" = "Esegui Adesso";

/* Save button label */
"Save" = "Registra";

/* Home directory not found warning in open failure alert sheet */
"I couldn't find a home directory for '%s' on your system. Maybe you mistyped the name or (god no!) deleted the directory. Better have look..." = "Non riesco a trovare la cartella di inizio per '%s' nel tuo sistema. Probabilmente hai digitato male il nome o (dio no!) cancellato la cartella. Meglio controllare...";

/* default command for new crontab tasks */
"echo \"Happy New Year!\"" = "echo \"Buon Anno!\"";

/* Run now context menu item */
"Run now" = "Esegui adesso";

/* Show toolbar menu item label */
"Show Toolbar" = "Mostra Barra Strumenti";

/* Column title for extra column in system crontab. Generated programmatically (i.e. not in a nib) with width: 50 */
"User" = "Utente";

/* user doesn't exist warning in open failure alert sheet */
"User does not exist" = "Utente inesistente";

/* descriptive text in empty crontab alert sheet (make sure translations preserve the sarcastic tone ;-) */
"The system returned an empty crontab for '%s'. This probably just means that there's no crontab for this user yet. Pressing OK will allow you to edit and install a new crontab and you will never see this alert sheet again. If, however, you are sure that '%s' does have a crontab, then you may have encountered an temporal anomaly. Contact the author (see the About box) and complain like there's no tomorrow." = "Il sistema ha restituito un crontab vuoto per '%s'. Probabilmente questo significa che non esiste ancora un crontab per questo utente. Premendo OK avrai la possibilità di comporre ed installare un nuovo crontab e non vedrai più questo messaggio di avviso. Se, comunque, sei sicuro che '%s' ha un crontab, allora potresti aver incontrato un'anomalia temporale. Contatta l'autore (guarda nel riquadro Info) e disperati come se non ci fosse un domani.";

/* Insufficient privileges warning in open failure alert sheet */
"Insufficient privileges to open crontab for user \"%s\".\nOnly \"root\" can open other user's crontabs." = "Privilegi insufficienti per aprire crontab per l'utente \"%s\".\nSolo \"root\" può aprire i crontab degli altri utenti.";

/* descriptive text in open failure alert sheet
   descriptive  text in write failure alert sheet */
"Insufficient privileges to write crontab." = "Privilegi insufficienti per registrare crontab.";

/* Information text displayed in the runNowPanel */
"\nThe output will appear below when the command has finished executing\n" = "\nL'output apparirà sotto quando il comando avrà concluso l'esecuzione\n";

/* Yes in dialog */
"Yes" = "Si";

/* Hide toolbar menu item label */
"Hide Toolbar" = "Nascondi Barra Strumenti";

/* string in status toolbar item */
"Crontab for user:" = "Crontab per utente:";

/* toolbar palette label
   toolbar label
   toolbar item tooltip */
"Current crontab" = "Crontab attuale";

/* toolbar item name */
"New" = "Nuovo";

/* toolbar item name */
"Open" = "Apri";

/* toolbar item tooltip */
"Create new crontab entry" = "Crea nuova voce crontab";

/* toolbar item tooltip */
"Open crontab for different user" = "Apre crontab per un utente diverso";

/* toolbar item name */
"Save" = "Registra";

/* toolbar item tooltip */
"Save crontab" = "Registra crontab";

/* toolbar item tooltip */
"Remove crontab entry" = "Elimina voce crontab";

/* toolbar item name */
"Delete" = "Elimina";

/* Error converting */
"Couldn't convert value" = "Non riesco a convertire il valore";

